Dlubal.RFEM5.HorizontalAlignmentType
Type of horizontal alignment

Dlubal.RFEM5.HorizontalAlignmentType.UnknownHAlignment
Unknown horizontal alignment

Dlubal.RFEM5.HorizontalAlignmentType.Left
Left alignment

Dlubal.RFEM5.HorizontalAlignmentType.Center
Center alignment

Dlubal.RFEM5.HorizontalAlignmentType.Right
Right alignment